const CyberSecurity = () => {
  return (
    <div className="landing pt-[120px] text-right container">
      <h1 className="line ml-auto pb-2">الأمن السيبراني</h1>

      <p className="my-6 pb-12">
        الأمن السيبراني يشير إلى مجموعة من الإجراءات والتقنيات المتبعة لحماية
        أنظمة المعلومات والشبكات الرقمية من التهديدات والاختراقات الإلكترونية.
        يهدف الأمن السيبراني إلى الحفاظ على سرية وسلامة المعلومات الرقمية وضمان
        توافرها للمستخدمين المشروعين. وفي ظل تزايد التهديدات السيبرانية وتطورها
        المستمر، أصبحت الحاجة إلى تطبيق استراتيجيات وتقنيات الأمن
        <br />
        السيبراني أكثر أهمية من أي وقت مضى.
        <br />
        <br /> <strong>أهمية الأمن السيبراني: </strong> حماية المعلومات الحساسة
        يساعد الأمن السيبراني على حماية المعلومات الحساسة مثل المعلومات الشخصية
        والمالية والتجارية من الوصول غير المصرح به والاستخدام غير القانوني.
        <br />
        <br />
        <strong>ضمان استمرارية العمل: </strong>من خلال منع الاختراقات والهجمات
        السيبرانية ، يسهم الأمن السيبراني في ضمان استمرارية عمل الأنظمة والشبكات
        <br />
        الرقمية وتجنب توقف الخدمات والأنشطة. <br />
        <br />
        <strong>محاربة الاحتيال الإلكتروني: </strong>يعمل الأمن السيبراني على
        تقليل مخاطر الاحتيال الإلكتروني والتزوير الإلكتروني من خلال تطبيق
        التقنيات اللازمة للكشف عن الأنشطة غير المشروعة.
        <br />
        <br /> <strong>حماية البنية التحتية الرقمية: </strong>يهدف الأمن السيبراني
        إلى حماية البنية التحتية الرقمية من التهديدات الخارجية والداخلية مثل
        الفيروسات وبرامج الفدية والديدان الضارة.
        <br />
        <br /> <strong>تعزيز الثقة الرقمية: </strong>يساهم الأمن السيبراني في بناء
        الثقة الرقمية بين المستخدمين والمؤسسات من خلال توفير بيئة آمنة وموثوقة
        لتبادل المعلومات الرقمية.
        <br />
        <br /> <strong>أساليب تحقيق الأمن السيبراني:</strong> التشفير والتوقيع
        الرقمي: يستخدم التشفير والتوقيع الرقمي لحماية البيانات من الوصول غير
        المصرح به وضمان صحة المعلومات.
        <br />
        <br /> <strong>إدارة الهوية والوصول: </strong>يقوم بتحديد الهوية الرقمية
        للمستخدمين وتحديد الصلاحيات والوصول إلى الموارد الرقمية.
        <br />
        <br />
        <strong> الكشف عن التهديدات والاستجابة لها: </strong>يستخدم أنظمة الكشف
        عن التهديدات للكشف عن الأنشطة الغير مشروعة والتعامل معها بفعالية.
        تحديثات الأمان والصيانة: تشمل تطبيق التحديثات الأمنية وإجراءات الصيانة
        الدورية للأنظمة والتطبيقات لتقليل الفجوات الأمنية.
        <br />
        <br /> <strong>التوعية والتدريب: </strong>تعتبر التوعية الأمنية وتدريب
        الموظفين والمستخدمين جزءًا مهمًا من استراتيجيات الأمن السيبراني للتصدي
        للهجمات الاجتماعية الهندسية والبريد الإلكتروني الاحتيالي. باختصار، يعتبر
        الأمن السيبراني مكونًا أساسيًا في عصر التكنولوجيا الرقمية، ويتطلب تعاونًا
        مستمرًا وجهودًا مشتركة من المستخدمين والمؤسسات لضمان حماية المعلومات
        والبنية التحتية الرقمية من التهديدات السيبرانية المتزايدة.
      </p>
    </div>
  );
};

export default CyberSecurity;
